{
    "1": {
        "name": "Aveuglement",
        "group": "Physique",
        "subgroup": "1",
        "max": 1,
        "abbr": "Aveuglement",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage est capable d'aveugler temporairement ses adversaire. En mimant de ramasser de la poussière au sol et de la lancer sur la cible, le personnage appelle «aveuglement». L'adversaire doit fermer ses yeux pour 5 secondes, il peut utiliser normalement le reste de ses sens et ses talents."
            }],
        "group_dependency": {
            "1": {
                "Physique": "1"
            }
        }
    },
    "2": {
        "name": "Contacts privilégiés",
        "group": "Physique",
        "subgroup": "1",
        "max": 1,
        "abbr": "Contacts privilégiés",
        "hint": [{
                "level": "0-1",
                "text": "Le joueur dispose de différents avantages au début de l'activité pour avoir fait jouer ses bons contacts. Il obtient une petite quantité de larmes, a la possibilité d'acheter des items soit à un prix préférentiel soit des items non disponibles autrement et il peut obtenir des informations privilégiés diverses."
            }]
    },
    "3": {
        "name": "Crochetage & évasion",
        "group": "Physique",
        "subgroup": "1",
        "max": 1,
        "abbr": "Crochetage & évasion",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage est un maître des cordes et des serrures. Il lui est possible de crocheter les verroux et serrures qui n'ont pas été fermé par un personnage ayant le talent Crochetage & Évasion. Il lui est également possible de se défaire de lien qui lui serre les mains ou des liens qui attache quelqu'un d'autre sans arme tranchante. Il ne lui est pas contre pas possible de se défaire d'une serrure lorsqu'il est attaché.\r\nNote: Tout personnage attaché en-jeu doit être capable de se détacher aisément hors-jeu. Toute personne qui ne respecte pas cette règle sera expulsé sur le champ."
            }]
    },
    "18": {
        "name": "Décryptage",
        "group": "Esprit",
        "subgroup": "3",
        "max": 1,
        "abbr": "Décryptage",
        "hint": [{
                "level": "0-1",
                "text": "Le joueur doit choisir deux langues parmi la liste de langues disponibles qu'il pourra traduire en commun ou encoder dans une autre langue qu'il connaît. Les décrypteurs sont souvent appréciés des lanceurs de sort profane qui rencontrent toutes sortes de langues anciennes lors de leur recherche. <br \/>Les clés de décryptages fournies pas l'organisation sont hors-jeu et représentent la connaissance de la langue du personnage, la consultation par un autre joueur n'est pas possible."
            }]
    },
    "4": {
        "name": "Désarmement",
        "group": "Physique",
        "subgroup": "2",
        "max": 1,
        "abbr": "Désarmement",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage sait désarmer efficacement ses adversaires. Il doit appeler son coup en disant «désarmement» avant de frapper. Si le coup touche l'adversaire à un avant bras qui porte une arme, il doit lâcher immédiatement celle-ci. Si le coup porte ailleurs sur la cible, il fait ses dégâts normaux mais l'utilisation de talent est perdu. Si le coup est esquivé, l'utilisation de talent est également perdue."
            }]
    },
    "5": {
        "name": "Destruction",
        "group": "Physique",
        "subgroup": "2",
        "max": 1,
        "abbr": "Destruction",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage peut détruire une arme ou un bouclier tenu par un adversaire. Il doit appeler son coup en disant «destruction» avant de frapper. Si le coup touche l'arme ou le bouclier adverse, celui-ci est détruit et immédiatement inutilisable. Si le coup porte ailleurs sur la cible, il fait ses dégâts normaux mais l'utilisation de talent est perdu. Si le coup est esquivé, l'utilisation de talent est également perdue."
            }],
        "group_dependency": {
            "1": {
                "Physique": "1"
            }
        }
    },
    "20": {
        "name": "Écriture de parchemin profane",
        "group": "Esprit",
        "subgroup": "4",
        "max": 1,
        "abbr": "Écriture de parchemin profane",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage peut recopier une copie écrite d'un sort de son livre de sort. Le personnage doit recopier toute la page (En-Jeu et Hors-Jeu) sur un parchemin de puissance (à se procurer En-Jeu). Les parchemins peuvent être utilisés normalement par quiconque sachant lire. Note : nous ne fournissons pas l'encre et la plume."
            }],
        "dependency": {
            "1": {
                "17": 1
            }
        }
    },
    "11": {
        "name": "Élu",
        "group": "Esprit",
        "subgroup": "5",
        "max": 1,
        "abbr": "Élu",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage est un élu, il peut canaliser le pouvoir des pierres d'élu d'une manière unique. Le joueur doit choisir un pouvoir unique en accord avec les organisateurs. En sélectionnant ce talent, il sera impossible par la suite de sélectionné l'un des talents suivants : Lanceur de sort divin, Lanceur de sort profane."
            }],
        "mustNotHave": {
            "1": {
                "16": 1,
                "17": 1
            }
        }
    },
    "6": {
        "name": "Forge",
        "group": "Physique",
        "subgroup": "3",
        "max": 1,
        "abbr": "Forge",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage peut réparer des armes et boucliers brisés ainsi qu'entretenir des armures en 15 minutes de travail continu. La réparation permet d'utiliser à nouveau une arme ou un bouclier ayant été détruit par le talent destruction. L'entretien gardent les armures en état pour qu'elles puissent régénérer leurs points de protection (une armure non entretenu pendant 12h ne se régénère plus)."
            }]
    },
    "21": {
        "name": "Herboristerie",
        "group": "Physique",
        "subgroup": "3",
        "max": 1,
        "abbr": "Herboristerie",
        "hint": [{
                "level": "0-1",
                "text": "Les plantes de plastique sont éliminées et les ingrédients deviennent naturels. Les ingrédients ne sont utilisables que deux heures après leur collecte. Il n'est possible de faire qu'une seule potion de n'importe quel type par deux heures. Il n'est donc pas possible d'emmagasiner des ingrédients pour plus tard.<br \/>Le temps de préparation d'une potion est de cinq minutes. L'herboriste doit fournir le contenant (ou le demander à un acheteur ou alors demander une consigne) ainsi que l'eau et le colorant.<br \/><br \/>\r\nLes ingrédients possibles sont:\r\n<ul>\r\n<li>Feuille de Chêne<\/li>\r\n<li>Écorce de bouleau<\/li>\r\n<li>Feuille de cèdre<\/li>\r\n<li>Champignon<\/li>\r\n<li>Lichen<\/li>\r\n<li>Framboise<\/li>\r\n<li>Bleuet<\/li>\r\n<li>Merise<\/li>\r\n<\/ul><br \/>\r\nLe talent herboristerie donne accès aux recettes suivantes:\r\n<ul>\r\n<li>Soin (rouge): Requière les ingrédients suivants: bouleau, cèdre et champignon. La potion soigne une blessure, torse inclus, et peut être utilisé lorsque hors de combat.<\/li>\r\n<li>Antidote (bleu): Requière les ingrédients suivants: chêne, lichen, champignon. Neutralise le poison chez un personnage.<\/li>\r\n<li>Poison (jaune): Requière les ingrédients suivants: chêne, lichen, merise. Doit être appliqué sur une arme de moins de 30cm de lame et être utilisé dans la minute après l'application. La cible devient empoisonnée et subit un malus permanent de 1 sur son dé de la mort si elle meurt alors qu'elle était toujours empoisonnée (le malus total sur le dé de la mort est donc de 2). Plusieurs instances de poison ne sont pas cumulables.<\/li><\/ul>\r\n"
            }]
    },
    "16": {
        "name": "Lanceur de sort divin",
        "group": "Esprit",
        "subgroup": "6",
        "max": 1,
        "abbr": "Lanceur de sort divin",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage peut lancer un sort qui lui est conféré par sa croyance (voir liste de sorts). Chaque sorts peut être lancé une fois chacun. Ensuite, le lanceur de sort divin doit méditer dans le sanctuaire de sa croyance pour recharger ses sorts. Un sort est récupérer par tranche de cinq minutes à l'intérieur de son sanctuaire. L'ordre de récupération des sorts est au choix du personnage. En sélectionnant ce talent, il sera impossible par la suite de sélectionner l'un des talents suivants : Élu, Lanceur de sort profane."
            }],
        "mustNotHave": {
            "1": {
                "11": 1,
                "17": 1
            }
        }
    },
    "17": {
        "name": "Lanceur de sort profane",
        "group": "Esprit",
        "subgroup": "4",
        "max": 1,
        "abbr": "Lanceur de sort profane",
        "hint": [{
                "level": "0-1",
                "text": "Ce talent permet de lancer des sorts profane préalablement inscris dans le livre de sorts de l'utilisateur. À l'achat du talent, le personnage doit choisi un sort de base qu'il pourra retranscrire immédiatement dans son livre parmi une liste qui lui sera fourni. Durant son existence, le personnage aura l'occasion de se procurer\/trouver des parchemins de sort qu'il pourra retranscrire dans son livre. À noter que le joueur doit se procurer lui même son livre. Avec ce talent, le lanceur de sort ne peut préparé plus de deux sorts au total. En sélectionnant ce talent, il sera impossible par la suite de sélectionné l'un des talents suivants : Élu, Lanceur de sort divin."
            }],
        "mustNotHave": {
            "1": {
                "11": 1,
                "16": 1
            }
        }
    },
    "15": {
        "name": "Maître de rituel",
        "group": "Esprit",
        "subgroup": "6",
        "max": 1,
        "abbr": "Maître de rituel",
        "hint": [{
                "level": "0-1",
                "text": "Permet de faire des rituels magique. Sans ce talent, toute tentative de rituel dans le but d'obtenir quelques chose de concret se résultera à un échec. Par exemple, ramener un mort à la vie, faire appel à une faveur divine, etc. Bien entendu, le talent n'est pas nécessaire dans le cadre d'un rituel purement symbolique."
            }]
    },
    "22": {
        "name": "Mort feinte",
        "group": "Physique",
        "subgroup": "1",
        "max": 1,
        "abbr": "Mort feinte",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage ayant ce talent peut mettre son corps dans un état de veille semblable à la mort. Dans cet état, il passe pour mort (ou inconscient, au choix) aux yeux de n'importe quel observateur et est immunisé à toute attaque supplémentaire portée contre lui. L'état de mort feinte cesse dès que le personnage bouge ou après une durée maximale de cinq minutes."
            }],
        "group_dependency": {
            "1": {
                "Physique": "1"
            }
        }
    },
    "7": {
        "name": "Parade",
        "group": "Physique",
        "subgroup": "2",
        "max": 1,
        "abbr": "Parade",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage peut éviter les dégâts d'un coup comme si le coup ne l'avait jamais atteint. Il doit déclarer «parade» à haut voix lorsqu'il le fait. Il peut utiliser ce talent pour éviter les talents ciblant le corps qu'il est physiquement possible d'éviter, tel un désarmement. Il ne lui est pas possible d'éviter une destruction ou un pouvoir magique qui porte automatiquement."
            }],
        "group_dependency": {
            "1": {
                "Physique": "2"
            }
        }
    },
    "14": {
        "name": "Pieux",
        "group": "Esprit",
        "subgroup": "6",
        "max": 1,
        "abbr": "Pieux",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage se soigne deux fois plus rapidement dans le sanctuaire de sa croyance. S'il prie activement, il ne compte pas dans le nombre maximal de croyant autorisé dans le sanctuaire. De plus, il peut faire bénéficié de sa régénération accéléré à un personnage de n'importe quelle autre croyance si celui-ci est dans le sanctuaire de la croyance du personnage. Dans ce cas, le personnage disposant du talent pieux ne se soigne pas."
            }]
    },
    "8": {
        "name": "Premier Soins",
        "group": "Physique",
        "subgroup": "2",
        "max": 1,
        "abbr": "Premier Soins",
        "hint": [{
                "level": "0-1",
                "text": "Une fois aux 15 minutes, le personnage peut appliquer un bandage qui fait effet immédiatement après sa pose. À noter que poser un bandage demande une minute de travail. Le personnage peut également se soigner lui même avec ses bandages."
            }]
    },
    "9": {
        "name": "Robustesse",
        "group": "Physique",
        "subgroup": "2",
        "max": 1,
        "abbr": "Robustesse",
        "hint": [{
                "level": "0-1",
                "text": "Le personnage dispose d'un point d'armure supplémentaire au torse, ne pouvant par contre pas dépasser 4, la valeur de l'armure lourde. Ce point d'armure se régénère à la même vitesse que le reste de l'armure."
            }],
        "group_dependency": {
            "1": {
                "Physique": "1"
            }
        }
    },
    "23": {
        "name": "Vigueur",
        "group": "Physique",
        "subgroup": "2",
        "max": 1,
        "abbr": "Vigueur",
        "hint": [{
                "level": "0-1",
                "text": "À la fin d'un combat, le personnage peut se soigner automatiquement un membre blessé à l'exception du torse. L'activation du talent n'est valable que pour un membre ayant été blessé durant le dernier combat seulement. Aussi, le talent doit être activé dans les cinq minutes suivant la fin du dernier combat, autrement l'utilisation du talent est perdu."
            }],
        "group_dependency": {
            "1": {
                "Physique": "2"
            }
        }
    }
}